Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/unemployment_and_redundancy/redundancy/lay_off_short_time_working_and_redundancy.html.txt.tmx
Source language: en
Languages: ga

source: Lay off, short-time working and redundancy
ga: Asleagan, obair ghearrthréimhseach agus iomarcaíocht

source: Redundancy occurs when you lose your job due to the closure of a business or a reduction of the workforce
ga: Bíonn iomarcaíocht ann má chaileann tú do phost toisc go ndúntar gnólacht nó toisc go laghdaítear an meitheal oibre

source: This can happen due to lack of work available or the financial circumstances of the firm
ga: D’fheadfadh sé seo tarlú de bharr easpa oibre nó tosca airgeadais an chuideachta

source: Alternatively, an employer may lay you off or put you on short time for a number of weeks
ga: Mar mhalairt air sin d’fhéadfadh d’fhostóir tú a asleagan nó obair ghearr-ama a thabhairt duit ar feadh roinnt seachtainí

source: Under the Redundancy Payments Acts 1967–2014 a lay-off situation arises where your employer is unable to provide work for you, but believes this to be a temporary situation and gives you notification of the lay off before the work finishes
ga: Faoi na hAchtanna Íocaíochtaí Iomarcaíochta 1967–2014 bíonn asleagan i gceist mura mbíonn d’fhostóir in ann obair a chur ar fáil duit ach go gcreideann sé/sí gur fadhb shealadach é agus tugann sé/sí fógra duit gur mar sin atá sula n-éiríonn tú as do chuid oibre

source: A short-time situation arises where, due to a reduction in the amount of work to be done, your weekly pay is less than half your normal weekly pay or your hours worked are reduced to less than half the normal weekly working hours
ga: Bíonn obair ghearr-ama i gceist nuair a bhíonn d’uaireanta oibre seachtainiúil níos lú ná leath an mhéid do uaireanta oibre de ghnáth sa tseachtain agus do phá níos lú ná leath an mhéid do phá de ghnáth sa tseachtain toisc laghdú a bheith tagtha ar an méid oibre atá le déanamh

source: This must be a temporary situation and your employer must notify you before the reduction starts
ga: Caithfidh sé gur cás sealadach é seo agus caithfidh d’fhostóir fógra a thabhairt duit gurb amhlaidh atá sé sula dtosaíonn an ghearr-obair

source: The employer should explain to the employees the reason for the lay off or short-time working and keep employees informed of the situation during this time
ga: Ba chóir don fostóír cúís an asleagain nó oibre gearr-ama do na fostaí a mhíniú agus eolas a thabhairt dóibh i rith na tréimhse sin

source: In both cases these must be temporary situations and your employer must notify you to this effect before they start. The best way to do this is by using Part A of form RP9 (pdf)
ga: Is cásanna sealadacha gur chóir a bheith i gceist sa dhá chás, agus ba chóir don fhostóir fógra a thabhairt duit roimh an dáta tosaithe ar cuid A den fhoirm RP9 (pdf)

source: If your employer fails to notify you of the lay off or short-time working, there could be a claim for statutory redundancy payment against your employer
ga: Mura dtugann d'fhostóir tú fógra an asleagain nó oibre gearr-ama, d'fhéadfadh a bheith éileamh íocaíocht iomarcaíochta reachtúil i gcoinne d'fhostóir

source: Your employer can lay you off or put you on short time if it is in your contract of employment or if it is custom and practice in your workplace.Otherwise your employer should not lay you off or put you on short time without your agreement
ga: Is féidir le fostóir tú a leagan as nó a chur ar ghearr-am má tá a leithéidí sonraithe i do chonradh fostaíochta nó más nósmhaireacht agus cleachtas atá ann san ionad oibre. Seachas sin, ní féidir d’fhostóir tú a leagan as nó a chur ar ghearr-am gan d’aontú

source: However if you do not agree you may be made redundant
ga: Áfach mura n-aontaíonn tú, d’fhéadfadh go ndéanfar thú iomarcach

source: You can read more about your options if you do not agree to the lay off or short-time working in our document on being asked to reduce your pay or hours of work
ga: Má cuireadh ar obair ghearr-ama tú, ciallaíonn sé sin go bhfuil do chonradh fostaíochta láithreach curtha ar fionraí go sealadach. Ní bheidh conradh fostaíochta nua agat

source: When selecting employees for lay off or short-time working an employer should apply the same standard of selection criteria as for redundancy
ga: Nuair atá fostaithe á roghnú do leagan as nó obair ghearr-ama, ba chóir d’fhostóir an caighdeán céanna de chritéir roghnaithe a chur i bhfeidhm cosúil le hiomarcaíocht

source: The criteria should be reasonable and applied in a fair manner
ga: Ba chóir don chritéir a bheith réasúnta agus curtha i bhfeidhm go cothrom

source: For example, the custom and practice in the workplace may be last in, first out or the contract of employment may set out criteria for selection
ga: Mar shampla, leantar an nós 'is déanaí isteach is túisce amach' i d'ionad oibre nó leagadh critéar roghnaithe amach i gconradh fostaíochta

source: Under employment equality legislation, the selection must not discriminate against employees on any of the following 9 grounds: gender, civil status, family status, age, disability, religious belief, race, sexual orientation or membership of the Traveller community
ga: Leis sin, cuireann an reachtaíocht ar chomhionannas fostaíochta cosc ar roghnú a dhéanann idirdhealú ar fhostaí maidir leis na 9 mbonn seo a leanas: inscne, stádas sibhialta, stádas clainne, aois, míchumas, creideamh, cine, claonadh gnéasach, nó ballraíocht den Lucht Siúil

source: If you are laid off or are on short-time working you may be entitled to Jobseeker's Benefit or Jobseeker's Allowance
ga: Má dhéantar tú a leagan as nó má tá obair ghearr-ama ar bun agat, d’fhéadfá a bheith i dteideal do Sochar Cuardaitheora Poist nó Liúntas Cuardaitheora Poist

source: If you are getting Family Income Supplement this may be affected by the reduction in your working hours
ga: Má tá Forlíonadh Ioncaim Teaghlaigh á fháil agat, d’fhéadfadh tionchar a bheith ag laghdú i do chuid uaireanta oibre ar an íocaíocht

source: If a lay-off or a short-time situation exists and has continued for 4 weeks or more, or for 6 weeks in the last 13 weeks, you may give your employer a notice in writing of your intention to claim redundancy under the Redundancy Payments Acts 1967-2014 - see 'How to apply' below
ga: Má tharlaíonn asleagan nó gearr-obair agus má leanann sé ar aghaidh ar feadh 4 seachtaine, nó ar feadh 6 seachtaine i rith na 13 seachtaine dheireanacha, féadfaidh tú fógra a thabhairt i scríbhinn do d’fhostóir go bhfuil sé ar intinn agat iomarcaíocht a éileamh faoi na hAchtanna Íocaíochta Iomarcaíochta 1967-2014 - féach 'Conas iarratas a dhéanamh thíos

source: If the period of lay-off or redundancy has ended, you must do this within 4 weeks
ga: Má tá an tréimhse asleagtha nó ghearr-oibre críochnaithe, ní mór duit é sin a dhéanamh laistigh de 4 seachtaine

source: Unless your employer gives you a counter-notice within 7 days of your notice, you may be entitled to a redundancy payment provided that you qualify for redundancy
ga: Mura dtugann d’fhostóir frithfhógra duit laistigh de sheacht lá ó uair a thugann tú d’fhógra féin, d’fhéadfá a bheith i dteideal íocaíocht iomarcaíochta a fháil ar choinníoll go bhfuil tú cáilithe chun iomarcaíocht a fháil

source: If your employer gives you a counter-notice within the allotted time, it must be to the effect that within 4 weeks of the date of your claim for redundancy, it will be possible to offer you not less than 13 weeks' work without lay off or short time
ga: Má thugann d’fhostóir frithfhógra duit laistigh den am atá leagtha síos, ní mór a dhearbhú san fhógra sin go bhfuiltear in ann tréimhse nach lú ná 13 seachtaine oibre a thairiscint duit gan asleagan ná gearr-obair laistigh de cheithre seachtaine ón am a rinne tú d’iarratas ar iomarcaíocht

source: You should note that if you claim redundancy in this way you are considered to have left your job voluntarily and therefore you will lose any right to notice from your employer under the Minimum Notice and Terms of Employment Acts 1973-2005
ga: Ba chóir duit cuimhneamh go nglacfar leis gur fhág tú do phost go deonach má éilíonn tú iomarcaíocht ar an gcaoi seo agus go gcaillfidh tú gach ceart maidir le fógra a fháil ó d’fhostóir faoi na hAchtanna um Fhógra Íosta agus Téarmaí Fostaíochta, 1973-2001

source: However if you have been laid off and you are subsequently made redundant by your employer you do not lose your notice entitlements
ga: Áfach, má tá tú leagtha as foirne agus déanann d'fhostoir tú iomarcach ina dhiaidh sin, ní chaillfidh tú do theidlíocht fógra

source: Redundancy payment and notice when on short time
ga: Íocaíochtaí iomarcaíochta agus fógra le linn gearr-oibre

source: If you have been put on short time and then are made redundant your redundancy payment may be based on your pay for a full week
ga: D’fhéadfadh d'íocaíocht iomarcaíochta a bheith bunaithe ar phá seachtaine iomláine má cuireadh ar obair ghearr-ama thú agus má rinneadh iomarcach thú ina dhiaidh sin

source: It has been the view of the Employment Appeals Tribunal (now the Workplace Relations Commission) that when a person is put on short time, that is, less than half their normal weekly earnings, the gross wage for the calculation of a redundancy lump sum is based on a full week's pay
ga: Bhí sé glactha ag an mBinse Achomhairc Fostaíochta leis (an Coimisiún um Chaidreamh san Áit Oibre anois), má chuirtear duine ar ghearr-obair atá níos lú ná leath a g(h)náth-phá seachtaine, go ndéantar cnapshuim iomarcaíochta a áireamh ar ollphá bunaithe ar phá seachtaine iomláine

source: Notice: When your employer gives you notice, your notice entitlement is based on your full-time work
ga: Fógra: Nuair a thugann d'fhostóir fógra duit, tá do theidlíocht fhógra bunaithe ar d'obair lánaimseartha

source: When you were put on short-time work, your contract of employment was temporarily suspended
ga: Nuair cuirtear ar obair ghearr-ama tú, ciallaíonn sé sin go bhfuil do chonradh fostaíochta láithreach curtha ar fionraí go sealadach

source: When your employer decided to make you redundant, he or she had to re-activate your contract in order to dismiss you on grounds of redundancy
ga: Má ghlacann d’fhostóir cinneadh tú a dhéanamh iomarcach ansin, ní mór dó/di do chonradh a athghníomhú chun tú a dhíbhe ar fhoras iomarcaíochta

source: If you were made redundant and you were not required to work out your notice you are entitled to payment in lieu of notice which is your normal pay for that notice period
ga: Má dhéantar iomarcach tú agus mura bhfuil ort obair ar feadh do thréimhse fógra tá tú i dteideal íocaíochta in ionad fógra atá comhionann le do ghnáthphá don tréimhse fhógra sin

source: This means that your notice entitlement is based on the hours of work in your contract of employment, not on the short-time hours of work
ga: Ciallaíonn sé go bhfuil d’íocaíocht in ionad fógra bunaithe ar na huaireanta oibre i do chonradh fostaíochta, seachas ar na huaireanta oibre ghearr-ama

source: Duration of lay off or short time
ga: Fad an leagain as nó an ghearr-ama

source: If you do not wish to claim redundancy but the lay-off or short-time situation continues, the question arises as to whether it is a temporary situation
ga: Murar mian leat iomarcaíocht a éileamh ach go leanann leagan as nó gearr-ama, tagann ceist aníos an cás sealadach atá i gceist ar chor ar bith

source: If it becomes apparent that it is no longer temporary then the situation is now a redundancy rather than a lay-off or short-time working
ga: Más léir nach bhfuil an cás sealadach níos mó, is iomarcaíocht atá i gceist leis an gcás seachas leagan as nó obair ghearr-ama

source: It is the employer who initially decides whether or not there is a redundancy situation
ga: Is é/í an fostóir a chinneann i dtosach cibé an bhfuil nó nach bhfuil cás iomarcaíochta i gceist

source: If there is a dispute about this it should be referred to the Workplace Relations Commission to make a decision
ga: Má tá díospóid faoina leithéidí, ba chóir an cheist a atreorú chuig an Binse Achomhairc Fostaíochta chun cinneadh a dhéanamh

source: In the case of workers who have been laid off for an average period of more than 12 weeks during the 4 years prior to redundancy, the provisions relating to lay off above will not apply until the end of that average period
ga: I gcás oibrithe a asleagadh ar feadh tréimhse breis agus 12 sheachtain ar meán sna ceithre bliana roimh iomarcaíocht, ní bhainfidh na foláirimh sin maidir le hasleagan leo go deireadh na meántréimhse sin

source: If you are a seasonal worker, therefore, there will normally be no question of redundancy until the usual commencement time of your seasonal work
ga: Ar an ábhar sin, más oibrí séasúrach thú, ní bheidh ceist iomarcaíochta ann go dtosaíonn do shéasúr fostaíochta

source: If you are not then re-employed, the question of redundancy arises, but not until then
ga: Tagann ceist iomarcaíochta chun cinn ansin mura bhfostaítear thú ach ní thagann go dtí sin

source: If you have been laid off or on short-time working for 4 weeks or more, you may give your employer notice of your intention to claim a redundancy payment on form RP9 (pdf)
ga: Má asleagtar thú nó má tá tú ag obair go gearrthréimhseach ar feadh 4 seachtaine nó níos mó, féadfaidh tú fógra a thabhairt do d’fhostóir go bhfuil sé ar intinn agat iomarcaíocht a éileamh ar fhoirm RP9 (pdf)

source: If your employer has not paid your redundancy lump sum, you should apply to your employer for it using form RP77 (pdf)
ga: Mura bhfuil do chnapshuim iomarcaíochta íoctha ag d’fhostóir, ba chóir duit iarratas ar d'fhostóir a dhéanamh ar fhoirm RP77 (pdf)

source: If your employer still refuses to pay it, you can apply to the Department of Social Protection for direct payment from the Social Insurance Fund
ga: Má dhiúltaíonn d'fhostóir don íocaíocht fós, is féidir leat iarratas a chur isteach chuig an Roinn Coimirce Sóisialaí le haghaidh íocaíochta dírí ón gCiste Árachais Shóisialaigh

source: This must be done online using form RP50 as follows:
ga: Caithfear seo ar líne a dhéanamh tríd an fhoirm RP50 á húsáid

source: • If your employer is unable to pay your redundancy lump sum, they should sign the RP50
ga: • Mura bhfuil d’fhostóir in ann do chnapshuim iomarcaíochta a íoc, ba chóir dó an fhoirm RP50 a shíniú

source: They should submit a letter from an accountant or solicitor stating they are unable to pay and accepting liability for 100% of the lump sum owing to the Social Insurance Fund
ga: Ba chóir dó litir ó chuntasóir nó dhlíodóir a chur isteach le rá nach bhfuil sé ábalta íocaíocht a dhéanamh agus go nglacann sé le dliteanas maidir leis an cnapshuim 100% atá dlite don Chiste Árachais Shóisialaigh

source: Documentary evidence such as audited accounts should also be included
ga: Ba chóir fianaise dhoiciméadach amhail cuntais iniúchta a iniamh freisin

source: • If your employer refuses to pay your redundancy lump sum or if there is a dispute about redundancy you can bring a claim to the Workplace Relations Commission
ga: • Má dhiúltaíonn d’fhostóir do chnapshuim iomarcaíochta a íoc nó má bhíonn conspóid ann maidir le hiomarcaíocht is féidir leat éileamh a dhéanamh ar an gCoimisiún um Chaidreamh san Áit Oibre

source: You must use the online complaint form available on workplacerelations.ie
ga: Caithfidh tú an fhoirm ghearáin ar líne a úsáid á fáil ar workplacerelations.ie

source: This must be done within one year of your dismissal
ga: Caithfear seo a dhéanamh laistigh de bhliain amháin ó do dhífhostú

source: Then you apply for your lump sum by sending a completed form RP50 together with a favourable decision from the adjudicator of the Workplace Relations Commission. You can read this list of frequently asked questions about redundancy
ga: Ansin déanann tú iarratas ar do chnapshuim trí fhoirm RP50 chomhlánaithe a chur isteach agus cinneadh fabhrach ó breithneoir an Choimisiúin um Chaidreamh san Áit Oibre ag gabháil léi

source: You should send your application for payment from the Social Insurance Fund to: Redundancy Payments Section
ga: B’fhéidir go mbeadh spéis agat é seo a léamh freisin: liosta de cheisteanna coitianta maidir le hiomarcaíocht
